Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/sfs_veiledning_23_undervisningsopplegg-oversette-fra-nors.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Jorgalit / heivehit dárogielas sámegillii
smj: Udir.no - Jårggålit dárogielas sámegiellaj

source: Jorgalit / heivehit dárogielas sámegillii
smj: Jårggålit dárogielas sámegiellaj

source: Ceahkki: Jo3 - studerenráhkkanahtti oahppoprográmma ja lasáhus oppalaš studerengelbbolašvuhtii - fidnofágalaš oahppoprográmmaide Fáddá: jorgalit dárogielat teavsttaid sámegillii Áigi: gávcci oahpahusdiimmu
smj: Dásse: Jo3 - oahppogárvedime åhpadusprográmma ja lasádusá dábálasj oahppomáhtudahkaj - viddnofágalasj åhpadusprográmma

source: Álggahus
smj: Álgadus

source: Dát oahpahusláhču lea ovdamearkan dasa movt oahppit sáhttet bargat joksat gelbbolašvuođamihttomeriid.
smj: Dát åhpadimgárvvidus le buojkulvis gåktu oahppe máhtti barggat vaj jåksi máhtudakmihtojt.

source: Dás čájehuvvo movt gelbbolašvuođamihttomeriid sáhttá konkretiseret oahppanulbmilin, mat leat ceahkkin barggus joksat gelbbolašvuođamihttomeriid.
smj: Dánna vuoseduvvá gåktu máhtudakmihto båhti vuojnnuj åhpadusmihtojn, ma li lávke jåvsåtjit máhtudakmihtojt.

source: Oahpahusláhču čájeha heivvolaš bargovugiid, movt dáidda ovttastahttá vuođđogálggaid ja movt oahpaheaddji heiveha oahpahusa ohppiide ja sin árvvoštallá dađistaga.
smj: Åhpadimgárvvidus vuoset ájggeguovddelis barggamvuogijt, gåktu vuodotjehpudagá åvtåstuhteduvvi ja gåktu åhpadiddje hiebat åhpadusáv oahppijda ja árvustallá sijájt bargadahttijn.

source: Oahpahusláhču lea ovdamearkan dasa movt oahppit sáhttet bargat vai ožžot gelbbolašvuođa ja hárjáneami jorgalit ja heivehit eará čálliid teavsttaid dárogielas sámegillii.
smj: Åhpadimgárvvidus le buojkulvis gåktu oahppe máhtti åmastit ja hárjjidit máhtudagáv jårggålit ja hiebadit iehtjádijs tjáledum tevstajt dárogielas sámegiellaj.

source: Máhttoloktema ML06 gelbbolašvuođamihttomearit
smj: Máhtudakmihto ML06-S an

source: Gelbbolašvuođamihttomearit Jo 3 studerenráhkkanahtti oahppoprográmma- ja lasáhus oppalaš studerengelbbolašvuhtii- fidnofágalaš oahppoprográmma maŋŋel Čálalaš gulahallan Oahpahusa mihttomearri lea ahte oahppi galgá máhttit:
smj: Máhtudakmihto Jo3 - oahppogárvedime åhpadusprográmma ja lasádusá dábálasj oahppomáhtudahkaj - viddnofágalasj åhpadusprográmma maŋŋela

source: jorgalit ja heivehit earáid čállin teavsttaid dárogielas sámegillii
smj: jårggålit ja hiebadit iehtjádijs tjáleduvvam tevstajt dárogielas sámegiellaj

source: Oahppanulbmilat
smj: Åhpadusmihttomiere

source: Gelbbolašvuođamihttomearit leat konkretiserejuvvon oahppanulbmilin, mat leat ceahkkin barggus joksat gelbbolašvuođamihttomeriid.
smj: Máhtudakmihto båhti vuojnnuj åhpadusmihttomierijn, ma li lávke jåvsåtjit máhtudakmihtojt.

source: Oahppi galgá máhttit
smj: Oahppe galggi máhttet

source: lohkat ja čiekŋudit vuođđotekstii vai bures ipmirda sisdoalu ovdal go jorgališgoahtá
smj: låhkåt ja dárkkelit gæhttjalit sisanov tevstan dádjadit åvddål gå jårggålattjáji

source: čilget manne ii sáhte iige galgga jorgalit njuolga sánis sátnái
smj: tjielggit manen ij galga jali ij máhte tevstav bágos báhkuj jårggålit

source: hálddašit suorggideami bures
smj: háldat báhkosuorgudimijt buoragit

source: máhttit sániid ráhkadit sámegillii
smj: dahkat bágojt sámegiellaj

source: máhttit jorgalit fágateavsttaid ja čáppagirjjálaš teavsttaid
smj: buktet fáhkatevstajt ja tjáppagirjálasj tevstajt jårggålit

source: Vuođđogálggat
smj: Vuodotjehpudagá

source: Máhttit lohkat: Oahppit geavahit iešguđetlágan lohkanstrategiijaid go lohket fágateavsttaid ja čáppagirjjálaš teavsttaid vai ožžot buori sisdoalloipmárdusa.
smj: Máhttet låhkåt: Oahppe adni moattelágásj låhkåmstrátegijajt gå fáhkatevstajt ja tjáppagirjálasjtevstajt låhki vaj buorre dádjadusáv sisano birra oadtju.

source: Sii ráhkadit sátnelisttuid báhpirii ja nehttii.
smj: Låhki báhkolistajt páhppárin ja nehtan.

source: Oahppit lohket sihke iežaset ja earáid jorgalan teavsttaid.
smj: Oahppe låhki tevstajt majt li jårggålam, sige ietjasij ja nuppij.

source: Máhttit njálmmálaččat ovdanbuktit: Oahppit ságastallet teavsttaid birra maid leat jorgaleame, ja árvvoštallet iešguđetlágan čovdosiid.
smj: Máhttet njálmálattjat åvddånbuktet: Oahppe ságasti tevstaj birra majt sij li jårggålam, ja árvvaladdi duov dáv tjoavddusav.

source: Máhttit čálalaččat ovdanbuktit: Oahppit jorgalit dárogielat teavsttaid sámegillii ja čállá sámi jorgalusa.
smj: Máhttet tjálálattjat åvddånbuktet: Oahppe jårggåli dárogieltevstajt sámegiellaj ja sámegiel jårggålimev tjálli.

source: Oahppandoaimmat
smj: Oahppamdåjma

source: Oahpaheaddji álggaha fáttá muitalettiin teavsttaid jorgaleami ja heiveheami birra.
smj: Åhpadiddje oahpásmahttá tiemáv ja giehttu gåktu tevstajt jårggålit ja hiebadit.

source: Oahppit ságastallet dán birra ja muitalit iežaset vásáhusaid ja oaiviliid.
smj: Oahppe ságasti dán birra ja subtsasti ietjasij åtsådallamijt ja vuojnojt

source: Skuvllas sáhttet galbbat jorgaluvvon dárogielas sámegillii.
smj: Galba skåvlån máhtti liehket jårggåluvvam dárogielas sámegiellaj.

source: Jus leat, de oahppit suokkardit galbbaid ja ságastallet sániid birra mat leat adnon.
smj: Jus nav de oahppe guoradalli galbajt ja ságasti makkir bágo li aneduvvam.

source: Leat go oahppit ovttaoaivilis jorgaleapmái ?
smj: Guorrasi gus oahppe jårggålibmáj ?

source: Leat gos sis eará evttohusat ?
smj: Le gus sijájn ietjá oajvvádusá ?

source: Oahppit ákkastallet iežaset evttohusaid.
smj: Oahppe tjielggiji ietjasij oajvvádusájt.

source: Jus eai gávdno galbbat mat leat jorgaluvvon sámegillii, de sáhttet oahppit digaštallat manne nu lea.
smj: Jus ælla galba jårggåluvvam sámegiellaj, máhtti oahppe dágástallat manen nav le.

source: Oahppit buohtastahttet dárogielat ja sámegielat teavsttaid ja ságastallet giela birra mii lea aviisabajilčállagiin, almmuhusain, máidnosiin, bovdehusain, láhkačállosiin ja plakáhtain.
smj: Oahppe buohtastahtti dárogieltevstajt ja sámegieltevstajt ja sagasti giela birra duola degu avijsabajelttjálajn, almodusájn, reklámajn, gåhttjomijn, láhkatevstajn ja plakáhtajn.

source: Oahpaheaddji ohcá oanehis, ovttageardánis dárogielteavstta.
smj: Åhpadiddje åhtså ånigis, álkkes dárogieltevstav.

source: Fáddá sáhttá roahkka leat oahpis ohppiide ovdalaččas.
smj: Tiebmá máhttá liehket åvtåtjis oahppijda oahpes.

source: Oahppit lohket teavstta vuđolaččat ja barget iehčaneaset muhtin minuhta dán jorgalit sámegillii.
smj: Oahppe låhki tevstav snivva, ja barggi muhtem minuhta ietja jårggålit dav sámegiellaj.

source: Dasto jorgalit oahppit dan ovttas.
smj: Maŋŋela oahppe dav aktan jårggåli.

source: Čállet buot távvalii.
smj: Tjállit divna táblluj.

source: Oahppit sáhttet čállit seamma girjjiidasaset.
smj: Oahppe máhtti tjállet sæmmi ietjasij girjijda.

source: Bija ohppiid barggadettiin digaštallat iešguđet evttohusaid ja čovdosiid.
smj: Dibde oahppijt bargadahttijn dágástallat iesjgudilágásj oajvvádusájt ja tjoavddusijt.

source: Oahppit ságastallet dan birra manne lea hástaleaddji bargu jorgalit dárogielas sámegillii.
smj: Oahppe ságasti manen jårggålibme dárogielas sámegiellaj máhttá liehket hásstálus.

source: Oahpaheaddji ságastallá ohppiiguin dan birra ahte lea dehálaš dovdat sisdoalu dan teavsttas maid galget jorgalit.
smj: Åhpadiddje ságas oahppij man ájnas la dåbddåt sisanov tevstan majt galggi jårggålit.

source: Sii fertejit maid diehtit mii teavstta ulbmil lea.
smj: Sij vierttiji aj diehtet makkir ájggomus tevstajn le.

source: Ulbmil lea ahte jorgalusa sisdoallu / áigumuš lea seamma go vuođđočállosis.
smj: Ulmme le jårggålimen galggá sæmmi sisadno gå álggotevstan.

source: Oahpaheaddji ja/dahje oahppit ohcet dárogielat teavsttaid maid sáhttet jorgalit.
smj: Åhpadiddje ja / jali oahppe åhtsi muhtem dárogiel tevstajt ma hiehpi jårggålit.

source: Oahppit sáhttet válljet sihke fágagirjjálaš ja čáppagirjjálaš teavsttaid gaskkas.
smj: Oahppe máhtti válljit oasev tevstajs ma máhtti liehket sige fáhkatevsta ja tjáppagirjálasj tevsta.

source: Oahppit ráhkadit sátnelisttu man atnet jorgalettiin.
smj: Oahppe dahki báhkolistav majt adni jårggålahttijn.

source: Dát dagaha álkibun muitit sániid, ja sihkkarastá ahte oahppit atnet seamma sáni juohke háve go dihto sáni jorgalit.
smj: Dát dahká álkkebu mujttet bágojt, ja oahppe vissásit adni sæmmi bágov juohkka bále gå jårggåli vattedum bágov.

source: Oahppit jorgalit hearvasága dárogielas sámegillii.
smj: Oahppe jårggåli kåserijav dárogielas sámegiellaj.

source: Sáhttá omd. viežžat LEX Sápmi-girjjis.
smj: Ane duola degu magasijnav Bårjås.

source: Das leat buot teavsttat sihke davvisámegillii ja dárogillii.
smj: Divna bágo li julevsámegiellaj ja dárogiellaj.

source: Maŋŋel sáhttet buohkat buohtastahttit iežaset jorgalusa girjji jorgalusain.
smj: Maŋŋela máhtti divna buohtastahttet ietjasij jårggålimev girjjetevstajn.

source: Oahppit ságastallet erohusaid birra, árvvoštallet daid ja ákkastallet iežaset oaiviliid.
smj: Oahppe ságasti aktan ærádisáj birra, árvustalli dajt ja tjielggiji ietjasij vuojnojt.

source: Oahpaheaddji ohcá dárogieldivttaid mat leat jorgaluvvon ja heivehuvvon sámegillii.
smj: Åhpadiddje åhtså muhtem dárogiel divtajt ma li sámegiellaj jårggåluvvam ja hiebaduvvam.

source: Oahppit lohket divttaid ja suokkardit dárogieldivtta ja sámegieldivtta sisdoaluid.
smj: Oahppe låhki divtajt ja buohtastahtti dárogiel ja sámegiel sisanov.

source: Sii ságastallet sániid birra ja heivehemiid birra mat leat dahkkon.
smj: Sij ságasti aktan bágoj ja hiebadimij birra ma li válljidum.

source: Dasto jorgalit oahppit ieža dárogieldivttas sámegillii.
smj: Das maŋŋela jårggåli oahppe ietja dárogiel divtav sámegiellaj.

source: Oahppit lohket iežaset divttaid guhtet guimmiidasaset ja ságastallet heivehemiid birra.
smj: Oahppe låhki ietjasij divtajt guhtik guojmmásij ja ságasti hiebadimij birra ma li dagádum.

source: Oahppit sáhttet maid čállit dárogillii divtta ja jorgalit ja heivehit dan sámegillii.
smj: Oahppe máhtti ietja tjállet divtav dárogiellaj ja sámegiellaj jårggålit ja hiebadit dav.

source: Guovttis ja guovttis sáhttiba goabbat guoimmiska divttaid jorgalit ja maŋŋel ságastallat ovttas bohtosa birra.
smj: Guovtes ja guovtes máhtti jårggålit guhtik guojmesa divtajt ja ságastit aktan guovtes ja guovtes båhtusa birra maŋŋela.

source: Barggu loahpas sáhttet oahppit guorahallat makkár hástalusat sis leat leamaš, ja maid sii leat oahppan.
smj: Bargo låhpadimen máhtti oahppe guoradallat makkir hásstálusá le læhkám, ja majt sij li oahppam.

source: Heivehuvvon oahpahus
smj: Hiebadum åhpadus

source: Teavsttaid maid oahppit galget jorgalit, sáhttet leat iešguđetláganat váddodaga dáfus vai buot oahppit sáhttet bargat teavsttaiguin maid sii nákcejit jorgalit, ja seammás addet vejolašvuođa veahá ražastit.
smj: Tevsta ma galggi jårggåluvvat, máhtti liehket moattelágásj gássjelisvuodaj vaj divna oahppe oadtju barggat tevstaj majna le vejulasjvuohta rijbadit, ja sæmmi bále juojddá man vuossti rahtjat.

source: Oahppit sáhttet bargat joavkkus surggiidemiiguin.
smj: Oahppe máhtti juohkusijn barggat báhkosuorgudimij.

source: Oahppit sáhttet de veahkáhallat nubbi nuppi ja oahppat guhtet guoimmistis.
smj: De oahppe máhtti viehkedit nubbe nuppev ja oahppat guhtik guojmesta.

source: Muhtin oahppit dárbbaši lasi hástalusaid.
smj: Muhtem oahppe máhtti oadtjot sierra hásstálusájt.

source: Muhtin dadjanmálliid ja sátnevádjasiid sáhttá leat váttis jorgalit, omd. “ Buoret jođi go oru ”.
smj: Sierralágásj åvddånbuktemvuoge ja báhkotsoame máhtti liehket gássjel jårggålit, duola degu báhkotsoabme ” Buorep jådon gå årron ” Njuolgga jårggåluvvam " Bedre vandrende enn stilleværende ".

source: Dárogillii fas dadjet: “ Borte bra, men hjemme best ” (Buorre eret ruovttus, muhto ruovttus buoremus).
smj: Dárogiellaj javladuvvá ” Borte bra men hjemme best ”.

source: Gáiddusoahpahus
smj: Guhkásåhpadibme

source: Lea dehálaš ahte oahppit besset nu ollu go vejolaš hárjehallat njálmmálaččat diimmuin.
smj: Ájnas le oahppe tijmajn bessi nav ålov gåk máhttelis njálmálattjat hárjjidallat.

source: Buot mii leat čilgejuvvon oahpahuslážus, sáhttá hárjehallat njálmmálaččat.
smj: Divna ma li buojkudum gárvvidusán, máhtti njálmálattjat dagáduvvat.

source: Čálalaš bargguid sáhttet oahppit ruovttus bargat, ja sáhttet bargguideaset njálmmálaččat ovdanbuktit oahpaheaddjái.
smj: Tjálálasj bargov máhtti oahppe sijdan barggat, ja åvddånbuktet bargov njálmálattjat åhpadiddjáj.

source: Jus leat eambbo go okta oahppi gáiddusoahpahusas, de sáhttet guldalit nubbi nuppiid ja digaštallat guhtet guimmiineaset lassin oahpaheaddjái.
smj: Jus ienep gå akta oahppe oassálasstá guhkásåhpadimen, máhtti sij gulldalit nubbe nuppev ja dágástallat nubbe nuppijn duodden åhpadiddjijn.

source: Suorggideamit ja doahpagat leat dehálaččat dán barggus.
smj: Báhkosuorgudime ja moallánagá le guovdásj dán bargon.

source: Árvvoštallan
smj: Árvustallam

source: Oahpaheaddji árvvoštallá ohppiid njálmmálaččat dahje čálalaččat dađistaga go leat bargame oahppanulbmiliiguin.
smj: Åhpadiddje árvustallá oahppijt njálmálattjat jali tjálálattjat gå åhpadusmihttomierij barggi.

source: Oahpaheaddji áiccada ja ságastallá ohppiiguin dalle go sii leat lohkame teavstta masa galget oahpásmuvvat ja dađistaga jorgalit.
smj: Åhpadiddje váksjut ja ságas oahppij gå låhki tevstav oahpástuvátjit sisanojn åvddåla gå álggi jårggålit.

source: Atnet go ávkkálaš lohkanstrategiijaid ?
smj: Adni gus sij ávkálasj låhkåmstrátegijajt ?

source: Ipmirdit go teavstta sisdoalu ?
smj: Dádjadi sij gus man birra tæksta le ?

source: Oahpaheaddji bagadallá.
smj: Åhpadiddje bagádallá.

source: Oahpaheaddji addá ohppiide dieđuid barggadettiin, sihkkarastin dihte ahte sii ipmirdit bargobihtá ulbmila ja movt sii berrejit bargat.
smj: Åhpadiddje hæhttu gæhttjalit gávnadit jus oahppe dárkkelit ájádalli bágos báhkuj ja jårggåli dajt njuolgga nav, jali jus máhtti ållesvuodav ájádallat ja hiebadit jårggålimev vaj sisadno buoragit boahtá åvddån.

source: Oahpaheaddji ferte maid gávnnahit gehččet go oahppit sáni hávális ja daid jorgalit njuolga, vai nákcejit go oaidnit ollisvuođa ja heivejit jorgalusa nu ahte teavstta sisdoallu ja áigumuš bohtet čielgasit ovdan.
smj: Åhpadiddje árvustallá jus oahppe bukti báhkosuorgudimijt buoragit ja jus bukti bágojt sámegiellaj dahkat.

source: Oahpaheaddji árvvoštallá hálddašit go suorggideami bures, maid fertejit eambbo hárjehallat ja movt dán sáhttá / berre bargat.
smj: Oahppe oadtju diedojt majt sij bukti, majt sij vierttiji ienebu hárjjidallat ja gåktu dát máhttá / viertti dagáduvvat.

source: Válmmasin jorgaluvvon teavstta giela sáhttá maid árvvoštallat.
smj: Giella dán jårggålum tevstan máhttá aj árvustalladuvvat.

source: Sáhttá geahčadit riektačállima, cealkkahuksema, cealkagiid guhkkodaga ja giela njuovžilvuođa.
smj: Dåhkki gæhttjat tjállemvuogev, gåktu gárgadisájt ásaduvvam li, gárgadisáj guhkudáhka ja gåktu giella jåhto.

source: Dán árvvoštallanskovi sáhttá geavahit: Árvvoštallanskovvi čálalaš bargu Muitte maid ahte oahapheaddji galgá árvvoštallat man muddui oahppit leat joksan gelbbolašvuođamihttomeari.
smj: Mujte åhpadiddje aj galggá árvustallat man mudduj oahppe li máhtudakmihtojt jåksåm.

source: Oahppit galge maid diđolaččat guđe gelbbolašvuođa leat hukseme.
smj: Oahppe hæhttuji diedolattja makkir máhtudakmihtojn sij barggi.

source: Man muddui nákcejit oahppit jorgalit ja heivehit earáid čállin teavsttaid dárogielas sámegillii ?
smj: Makkir mudduj bukti oahppe jårggålit ja hiebadit iehtjádij tevstajt dárogielas sámegiellaj ?

source: Mat leat iešguđet hálddašandásiid dovdomearkkat ?
smj: Mij merkaj iesjgudilágásj doajmmamdásev ?

source: Ávvir
smj: HARALD GRUNDSTRØM; Báhkogirjje pdf fijllan nehtan, http://www.sametinget.se/14885
